git
vim
neovim
rofi
tmux
wget
gnome-tweaks
guvcview
htop
neofetch
clang
libeigen3-dev
obs-studio
steam
wmctrl
python3-venv
nautilus-dropbox
papirus-icon-theme
gnome-shell-extensions
playerctl
dbus-x11
ripgrep
