git
vim
tmux
tmuxinator
wget
gnome-tweaks
guvcview
htop
neofetch
clang
libclang-dev
cmake
libeigen3-dev
obs-studio
wmctrl
python3-venv
nautilus-dropbox
papirus-icon-theme
gnome-shell-extensions
playerctl
dbus-x11
ripgrep
black
mypy
python3-pip
python-is-python3
nodejs
npm
gawk
net-tools
coreutils
entr
bat
curl
build-essential
texlive-latex-base
texlive-fonts-recommended
texlive-fonts-extra
texlive-latex-extra
